var sana = "01.01.2020";
timetable = {
	"Синфҳои 1": {
		"1 А": {
			"Душанбе":	["Забони модарӣ", "Забони модарӣ", "Математика", "Суруд",],
			"Сешанбе":	["Забони модарӣ", "Забони модарӣ", "Математика", "Табиатшиносӣ",],
			"Чоршанбе":	["Математика", "Забони модарӣ", "Забони модарӣ", "Тарбияи ҷисмонӣ",],
			"Панҷшанбе":	["Математика", "Забони модарӣ", "Забони модарӣ", "Тарбияи ҷисмонӣ",],
			"Ҷумъа":	["Забони модарӣ", "Забони модарӣ", "Санъат", "Меҳнат", "Соати тарбиявӣ",]
		},
		"1 Б": {
			"Душанбе":	["Забони модарӣ", "Забони модарӣ", "Математика", "Суруд",],
			"Сешанбе":	["Забони модарӣ", "Забони модарӣ", "Математика", "Тарбияи ҷисмонӣ",],
			"Чоршанбе":	["Математика", "Забони модарӣ", "Забони модарӣ", "Табиатшиносӣ",],
			"Панҷшанбе":	["Математика", "Забони модарӣ", "Забони модарӣ", "Тарбияи ҷисмонӣ",],
			"Ҷумъа":	["Забони модарӣ", "Забони модарӣ", "Санъат", "Меҳнат", "Соати тарбиявӣ",]
		},
		"1 В": {
			"Душанбе":	["Математика", "Азбука", "Письмо", "Природоведение",],
			"Сешанбе":	["Математика", "Азбука", "Письмо", "Физическая культура",],
			"Чоршанбе":	["Математика", "Азбука", "Письмо", "Физическая культура",],
			"Панҷшанбе":	["Математика", "Азбука", "Письмо", "Пение",],
			"Ҷумъа":	["Азбука", "Письмо", "Труд", "Изобразительное искусство", "Воспитательный час",]
		},
		"1 Г": {
			"Душанбе":	["Азбука", "Письмо", "Математика", "Природоведение",],
			"Сешанбе":	["Азбука", "Письмо", "Математика", "Пение",],
			"Чоршанбе":	["Азбука", "Письмо", "Математика", "Физическая культура",],
			"Панҷшанбе":	["Азбука", "Письмо", "Математика", "Физическая культура",],
			"Ҷумъа":	["Азбука", "Письмо", "Труд", "Изобразительное искусство", "Воспитательный час",]
		}
	},

	"Синфҳои 2": {
		"2 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"2 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"2 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 3": {
		"3 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"3 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"3 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 4": {
		"4 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"4 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"4 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 5": {
		"5 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"5 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"5 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 6": {
		"6 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"6 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"6 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 7": {
		"7 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"7 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"7 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 8": {
		"8 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"8 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"8 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 9": {
		"9 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"9 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"9 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 10": {
		"10 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"10 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"10 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	},

	"Синфҳои 11": {
		"11 А": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"11 Б": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		},
		"11 В": {
			"Душанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Сешанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Чоршанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Панҷшанбе":	["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Ҷумъа":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",],
			"Шанбе":		["Математика", "Физика", "Химия", "Биология", "Забони англисӣ",]
		}
	}
};
