var typed = new Typed('#typehere', {
	strings: [
				"^2600 <span class='text-danger'>Мактаб</span> бузургдаргоҳест, ки баробари дар остонааш қадам гузоштан хурдон бузург, бузургон барнодил ва бехирадон соҳибхирад мешаванд.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> макони илму маърифат, фарҳангу адаб ва донишу хирад аст.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> маърифатро пойдор, илму адабро устувор ва бо заҳмати устодони накӯкор шогирдонро баркамолу соҳибистеъдод мегардонад.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> даргоҳи муқаддас аст.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> аст,^500 ки одамон бофазл ба воя мерасанд.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> маъхази пайдоиши илм ва маърифат аст.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> гулшани ҳамешабаҳорест, ки рангу тароват ва гулҳои зиннатбахши он фарханг, одоб ва фазлу камоли инсонӣ ҳастанд.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> манбаи ҳунар, хислатҳои вафодорӣ, дустӣ, озодандешӣ ва сулҳпарварист.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> одамиятро ба шоҳроҳи бузурги ҳаёт ҳидоят менамояд.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> ёри меҳрубони толибилм аст, ки ӯро баҳравар месозад.^2600",
				"^2600 <span class='text-danger'>Мактаб</span> агар бихонӣ, бахтиёрӣ<br>Нахонӣ, дар пушаймонӣ бимонӣ.^2600",
			],
	shuffle: true,
	typeSpeed: 50,
	backSpeed: 20,
	loop: false
});
